"Sorry" = "Sorry";
 "ConnectionFailedMsg" = "Connection failed. Please check if you are connected to the Internet and try again later.";
"OK" = "OK"; 
"NoUpdate" = "No Update Available";

"NoUpdateMsg" = "You already have the latest version of Doorman.";

"Update" = "Update available"; 
                                    
"UpdateMsg" = "Version %.2f of Doorman is available (you have %.2f). Would you like to visit the web site?";

"Visit" = "Visit Website";

"Cancel" = "Cancel";
"Later" = "Later";

"Don't remind me again" = "Don't remind me again";

"SoftwareURL" = "http://mr-fridge.de/software/doorman/index.php";

"VersionCheckURL" = "http://mr-fridge.de/software/doorman/download/versioncheck.txt";

"Unsecure" = "Insecure";
"OK for web accounts" = "OK for non-sensitive data";
"Save for private data" = "Safe for private data";
"Save for confidential data" = "Safe for confidential data";
